Repository: JillyTaboga/smart_fit_test_signal
Catalog: lib/l10n/app_*.arb
Languages: pt

# headerTitle
source: REOPENING SMART FIT
pt: REABERTURA SMART FIT

# warningHeader
source: The opening hours of our units follow the decrees of each municipality. Therefore, check here if your unit is open and the security measures we are following.
pt: O horário de funcionamento das nossas unidades está seguindo os decretos de cada município. Por isso, confira aqui se a sua unidade está aberta e as medidas de segurança que estamos seguindo.

# formHour
source: Time
pt: Horário

# formWhatTime
source: What period do you want to train?
pt: Qual período quer treinar?

# formMorning
source: Morning
pt: Manhã

# formMorningTime
source: 06:00 to 12:00
pt: 06:00 às 12:00

# formAfternoon
source: Afternoon
pt: Tarde

# formAfternoonTime
source: 12:01 to 18:00
pt: 12:01 às 18:00

# formNight
source: Evening
pt: Noite

# formNightTime
source: 18:01 to 23:00
pt: 18:01 às 23:00

# formShowClosed
source: Show closed units
pt: Exibir unidades fechadas

# formFind
source: Find
pt: Encontrar unidade

# formClean
source: Clean
pt: Limpar

# formFinds
source: Results
pt: Resultados encontrados

# legendMask
source: Mask
pt: Máscara

# legendTowel
source: Towel
pt: Toalha

# legendFountain
source: Drinking fountain
pt: Bebedouro

# legendLockers
source: Locker Rooms
pt: Vestiários

# legendMandatory
source: Mandatory
pt: Obrigatório

# legendRecommended
source: Recommended
pt: Recomendado

# legendPartial
source: Partial
pt: Parcial

# legendForbidden
source: Forbidden
pt: Proibido

# legendCleared
source: Cleared
pt: Liberado

# legendClosed
source: Closed
pt: Fechado

# footerRights
source: All rights reserved - 2020
pt: Todos os direitos reservados - 2020

# errorsInternetError
source: Unable to connect to the server, try again later
pt: Não foi possível se conectar ao servidor tente novamente mais tarde

# errorsUnitiesGetError
source: Unable to recover unities
pt: Não foi possível recuperar as unidades

# unitiesEmpty
source: No unities found
pt: Nenhuma unidade encontrada

# opened
source: Open
pt: Aberto

source: Closed
pt: Fechado

# range
source: {startHours}h{startMinutes} to {endHours}h{endMinutes}
pt: {startHours}h{startMinutes} às {endHours}h{endMinutes}
